/* BridgeConfViewController; first placeholder is bullet point (\u{2022}), second placeholder is bridge type "obfs4" */
"%1$@ %2$@ makes your traffic appear \"random\"." = "%1$@ Při vybrání %2$@ bude váš provoz vypadat \"náhodně\".";

/* BridgeConfViewController; first placeholder is bullet point (\u{2022}), second placeholder is bridge type "snowflake" */
"%1$@ %2$@ makes your traffic look like a phone call to a random user on the net." = "%1$@%2$@ váš traffic vypadá jako telefonní hovor náhodnému uživateli na síti.";

/* BridgesConfViewController */
"Automatic Configuration" = "Automatic Configuration";

/* BridgeConfViewController */
"Bridge Configuration" = "Konfigurace mostu";

/* BridgeConfViewController; placeholder contains bridge type names: "meek" or "obfs4" */
"Built-in %@" = "Zabudovaný %@";

/* ScanQrViewController */
"Camera access was not granted or QR Code scanning is not supported by your device." = "Přístup k fotoaparátu nebyl udělen, nebo není skenování kódu podporované na vašem zařízení.";

/* AlertHelper */
"Cancel" = "Zrušit";

/* CustomBridgesViewController */
"Copy URL to Clipboard" = "Kopírovat URL do schránky";

/* MoatViewController */
"Couldn't understand server response." = "Odpovědi serveru nelze rozumět.";

/* BridgeConfViewController */
"Custom Bridges" = "Vlastní bridge";

/* Transport */
"custom bridges" = "custom bridges";

/* AlertHelper */
"Error" = "Chyba";

/* BridgesConfViewController */
"I'm sure I cannot connect without a bridge." = "I'm sure I cannot connect without a bridge.";

/* BridgeConfViewController */
"If one type of bridge does not work, try using a different one." = "Pokud nefunguje jeden typ bridge, zkuste použít jiný.";

/* BridgeConfViewController */
"If you are in a country or using a connection that censors Tor, you might need to use bridges." = "Pokud jste v zemi nebo síti, která cenzuruje Tor, budete pravděpodobně potřebovat použít bridge.";

/* CustomBridgesViewController; placeholder contains "https://bridges.torproject.org/", please visit that page and copy texts for your language! */
"In a separate browser, visit %@ and tap \"Get Bridges\" > \"Just Give Me Bridges!\"" = "V jiném prohlížeči navštivte %@ a klepněte na \"Získat bridge\" > \"Prostě mi dej bridge!\"";

/* No comment provided by engineer. */
"Meek bridge" = "Meek bridge";

/* BridgeConfViewController */
"No Bridges" = "Bez bridgů";

/* ApiError, placeholder is a non-success status from the server. */
"No success, but \"%@\" instead." = "Bez úspěchu, ale \"%@\" místo toho.";

/* ApiError */
"No valid HTTP response." = "Bez validní HTTP odpovědi";

/* Transport */
"Obfs4 bridges" = "Obfs4 bridges";

/* AlertHelper */
"OK" = "OK";

/* No comment provided by engineer. */
"On-demand bridges" = "On-demand bridges";

/* CustomBridgesViewController */
"Other" = "Ostatní";

/* CustomBridgesViewController */
"Paste Bridges" = "Vložit bridge";

/* CustomBridgesViewController; placeholder is "" "https://bridges.torproject.org/" */
"QR Code could not be decoded! Are you sure you scanned a QR code from %@?" = "QR kód nemohl být dekódován! Jste si jistý/á, že jste naskenoval(a) QR kód z %@?";

/* BridgeConfViewController */
"Request Bridges from torproject.org" = "Zažádat o bridge z torproject.org";

/* ApiError */
"Request could not be formed. Please check host and username/password!" = "Zádost se nepodařilo sestavit. Zkontrolujte hostitele a uživatelské jméno/heslo, prosím!";

/* CustomBridgesViewController */
"Request via E-Mail" = "Požádat přes E-mail";

/* CustomBridgesViewController */
"Request via Telegram" = "Request via Telegram";

/* ApiError */
"Response body missing." = "Tělo odpovědi chybí.";

/* BridgesConfViewController+Shared */
"Save" = "Uložit";

/* CustomBridgesViewController, ScanQrViewController */
"Scan QR Code" = "Naskenovat QR kód";

/* Transport */
"Snowflake bridges" = "Snowflake bridges";

/* Transport */
"Snowflake bridges (AMP rendezvous)" = "Snowflake bridges (AMP rendezvous)";

/* BridgesConfViewController */
"Try Auto-Configuration" = "Try Auto-Configuration";

/* CustomBridgesViewController */
"Upload QR Code" = "Nahrát QR kód";

/* CustomBridgesViewController */
"Use Custom Bridges" = "Použít vlastní bridge";

/* CustomBridgesViewController */
"Use QR Code" = "Používat QR kód";
